{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "templ.vim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-dasht": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}
